# NumberingSchemaType Operators

---
The NumberingSchemaType type exposes the following members.
| Name| Description
---|---|---
| Equality(NumberingSchemaType, NumberingSchemaType)| Compares two NumberingSchemaType instances.
| Inequality(NumberingSchemaType, NumberingSchemaType)| Compares two NumberingSchemaType instances.
Top
#### Reference
NumberingSchemaType Class
Autodesk.Revit.DB Namespace